Repository: KravenHD/KravenVB
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenVB/locale/al/LC_MESSAGES/KravenVB.po
Languages: al

source: This option is only available for MiniTV, Extended Preview and DualTV channellist styles.
al: Ky opcion funksinon vetëm me lista kanalesh "MiniTV", "Parashije e zgjëruar" dhe "TV e dyfisht.

source: This option is not available for MiniTV, Preview and DualTV channellist styles.
al: Ky opcion funksinon vetëm me lista kanalesh "MiniTV", "Parashije" dhe "TV e dyfisht.

source: not available for MiniTV
al: Nuk ka shërbim për MiniTV

source: This option is not available because MiniTV for system menus is activated.
al: Ky funksion nuk është në dispozicion! arsyëja, MiniTV ësht aktiv.

source: press OK for the FAQs
al: Shtyp butonin OK për FAQs

source: only available when weather activated
al: Në shërbim vetëm nëse është Moti aktiv

source: This option is not available because weather is deactivated.
al: Ky funksion nuk është në dispozicion! arsyëja, Moti ësht deaktivuar.

source: Choose the degree of background transparency for system menu screens.
al: Zgjidhni gradin e transparences për menyn sistemore.

source: Menu-Transparency
al: Transparenca Meny

source: not available (channellist style)
al: Pa shërbim (Stili i listës së kanaleve)

source: This option is not available because the channellist style is Preview, Extended Preview or DualTV.
al: Ky funksion nuk është në dispozicion, sepse stili i listës "Parashije, parashije e zgjëruar ose TV i dyfisht.

source: Primary-Infobar-Font
al: Shkrimi primar i infobarit

source: Secondary-Infobar-Font
al: Shkrimi sekondar i infobari

source: Choose the color of the primary infobar font.
al: Zgjidh ngjyren primare të infobarit.

source: Choose the color of the secondary infobar font.
al: Zgjidh ngjyren sekondare të infobarit.

source: ANTIALIASING BRIGHTNESS ________________________________________________________________
al: NDRIQIMI I QOSHEVE ________________________________________________________________

source: INFOBAR ______________________________________________________________
al: INFOBARI ______________________________________________________________

source: Infobar
al: Infobari

source: Screens
al: Faqet e ekranit

source: Reduce distortions (faint/blurry) or color frames around fonts in the infobar and widgets by adjusting the antialiasing brightness.
al: Reduduktoni pengesat,paqarsit ose ngjyrat e shkrimit në Infobar duke rregulluar ndriqimin e qosheve.

source: Reduce distortions (faint/blurry) or color frames around the ecm information in the infobar by adjusting the antialiasing brightness.
al: Reduduktoni pengesat,paqarsit ose ngjyrat e shkrimit rreth informacioneve ECM duke rregulluar ndriqimin e qosheve.

source: Reduce distortions (faint/blurry) or color frames around fonts at top and bottom of screens by adjusting the antialiasing brightness.
al: VReduduktoni pengesat,paqarsit ose ngjyrat e shkrimit lart në ekran dhe posht duke rregulluar ndriqimin e qosheve.

source: Default Profile for Reset
al: Profili standart për riset

source: Select the default profile you want to use when resetting the active profile (blue button). You can add your own default profiles under /etc/enigma2/kraven_default_n (n<=20).
al: Zgjidhni një profil standard, të cilin doni ta përdorni për riset (Butoni blu). ju mund të vendosni një standard profil në /etc/enigma2/kraven_default_n (n<=20).

source: hardcoded
al: Programim i ngurët

source: 0 (hardcoded)
al: 0 (Programim i ngurët)

source: Choose whether you want the Kraven skin to be applied to 'Serienrecorder' or not. Activation of this option prohibits the skin selection in the SR-plugin.
al: Zgjidhni nëse doni apo sdoni që Kraven të ket qasje në SerienRecorder. Aktivimi i këtij opcioni ndalon qasjen e Kraven në regjistruesin e serialeve.

source: Icons
al: Simbole

source: MiniTV + Icons
al: MiniTV + Simbole

source: only available for Menu with Icons
al: Funksionon vetëm m meny me simbole

source: Choose from different icon sets for the menu screens. Many thanks to rennmaus and kleiner.teufel for their icon set.
al: Zgjidhe një simbol nga dosja për meny sistemi. Faleminderit nga rennmaus dhe kleiner.teufel për simbolet.

source: This option is not available for the selected menu style.
al: Ky opcion nuk është në dispozicion për kët stil.

source: MiniTV-Border
al: Qoshet e MiniTV

source: Choose the border color of MiniTV's.
al: Zgjidhni një ngjyr për qoshet MiniTV's.

source: Choose whether you want the Kraven skin to be applied to 'MediaPortal' or not. To remove it again, you must deactivate it here and activate another skin in 'MediaPortal'.
al: Zgjidhni nëse doni apo sdoni që Kraven të ket qasje në Mediaportal. Për deaktivim, duhet ju ta daktivoni këtu "MediaPortal" dhe zgjidhni një tjetër lëkur.

source: MediaPortal not installed
al: MediaPortal nuk është instaluar

source: This option is not available because 'MediaPortal' is not installed.
al: ky funksion nuk është në shërbim, sepse MediaPortal nuk është instaluar.

source: 'not available'-Font
al: 'Nuk është në shërbim'-Shkrimi

source: Choose the font color of channels that are unavailable at the moment.
al: Zgjidhni një ngjyr shkrimi për kanale eë nuk ekzistojn më.

source: Choose from different options to display the PVR state.
al: Zgjidhni një stil nga ato ekzistuëse për dukjen e PVR's.

source: center big
al: Mes e madhe

source: center small
al: Mes e vogël

source: left small
al: Majtas e vogël

source: Search by
al: Kërkim për

source: Search String
al: Term kërkuës

source: Choose from different servers for the weather data.
al: Zgjidhni një ga kompanit për informacione meteorologjike.

source: Choose from different options to specify your location.
al: Zgjidhni një metod për vendosjen e parametrave meteorologjik.

source: Specify any search string for your location (zip/city/district/state single or combined). Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
al: Vendoseni një term kërkuës sipas dëshirës (NPS/Qytet/Vend/Shtet separat ose një m mbas një). Shtypëni OK, për të shfrytëzuar taststiererin virtual. Rrëshqisni në meny posht lart, për të filluar kërkimin.

source: Specify the GM code for your location. You can find it at https://weather.codes. Press OK to use the virtual keyboard. Step up or down in the menu to start the search.
al: Vendosni një kod GM për vendndodhjen tuaj. këtë mund ta gjeni në https://weather.codes. Shtypëni OK, për të shfrytëzuar taststiererin virtual. Rrëshqisni në meny posht lart, për të filluar kërkimin.

source: Specify the language for the weather output.
al: Zgjidhni gjuhën për menyn meteorologjike.

source: Enter the search string for your location:
al: Vendoseni një term kërkuës për vendndodhjen tuaj:

source: Enter the GM code for your location:
al: Vendosni një kod GM për vendndodhjen tuaj:

source: TU
al: MAR

source: WE
al: MER

source: TH
al: ENJ

source: SU
al: DIE

source: No data for IP
al: Asnjë rezultat për IP

source: No data for search string, fallback to IP
al: Asnjë rezultat për term kërkuës, Rikthim tek IP

source: No data for GM code fallback to IP
al: Asnjë rezultat për kod GM Rikthim tek IP

source: No Accu ID found
al: Nuk ka asnjë identitet Accu-ID
