Repository: KravenHD/KravenVB
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KravenVB/locale/al/LC_MESSAGES/KravenVB.po
Languages: al

source: N-NE
al: V-VE

source: NE
al: VE

source: E-NE
al: L-VL

source: E
al: L

source: E-SE
al: L-JL

source: SE
al: JL

source: S-SE
al: J-JL

source: Mon
al: HËN

source: Tue
al: MAR

source: Wed
al: MER

source: Thu
al: ENJ

source: Fri
al: PRE

source: Sat
al: SHT

source: Sun
al: DEI

source: Tropical storm
al: Er Tropikale

source: Hurricane
al: Hurrikan

source: Severe thunderstorms
al: Bubullima të mdha

source: Thunderstorms
al: Bubullima

source: Mixed rain and snow
al: Shi dhe Bor

source: Mixed rain and sleet
al: Shi dhe bor

source: Mixed snow and sleet
al: Bor dhe shi

source: Freezing drizzle
al: Shi i Ngrir

source: Drizzle
al: Reshje

source: Freezing rain
al: Shi i ngrir

source: Showers
al: Shi

source: Rain
al: Shi

source: Snow flurries
al: Byna bore

source: Light snow showers
al: Reshje të lehta bore

source: Blowing snow
al: Byna bore

source: Snow
al: Bor

source: Hail
al: Hagel

source: Sleet
al: Bor dhe shi

source: Dust
al: Pluhur

source: Foggy
al: Mjegull

source: Haze
al: Mjegull

source: Smoky
al: Tymosur

source: Blustery
al: Me erë

source: Windy
al: Me erë

source: Cold
al: Ftoht

source: Cloudy
al: Vrërësira

source: Mostly cloudy
al: Kryësisht Vrërësira

source: Partly cloudy
al: Pjesërisht me vrërësira

source: Clear
al: Kthjellët

source: Sunny
al: Me diell

source: Fair
al: Vapë

source: Mixed rain and hail
al: Shi dhe kokërriz

source: Hot
al: Nxeht

source: Isolated thunderstorms
al: Bubullima të rralla

source: Scattered thunderstorms
al: Bubullima të rralla

source: Scattered showers
al: Reshje të rralla

source: Heavy snow
al: Reshje të mdha bore

source: Scattered snow showers
al: Reshje të rralla bore

source: Thundershowers
al: Bubullima

source: Snow showers
al: Reshje bore

source: Isolated thundershowers
al: Bubullima të rralla

source: Not available
al: Nuk ka të dhëna

source: from
al: Fikur

source: % humidity
al: % Lagështia

source: , feels
al: , Ndjenja

source: not available
al: Nuk ka të dhënba

source: free to air
al: Të kapura pa pages

source: CAM/Card unsupported
al: Pa shërbim për CAM/Kartën

source: unknown
al: Panjohur

source: System: unknown
al: Sistemi i panjohur

source: Unknown
al: Panjohur

source: waiting for information ...
al: Pritje për informacione ...

source: no information available
al: Nuk ka informacione

source: with Border
al: Pa korniz

source: left
al: Majtas

source: right
al: Djathtas

source: bottom
al: Posht

source: top
al: Lartë

source: center
al: Në mes

source: amber
al: Qelibari

source: amber dark
al: Qelibar e mbyllur

source: amber very dark
al: Qelibar shum e mbyllur

source: black
al: Zezë

source: blue
al: Kaltërt

source: blue dark
al: Kaltërt e mbyllur

source: blue very dark
al: Kaltërt shum e mbyllur

source: brown
al: Kafeje

source: brown dark
al: Kafeje e mbyllur

source: brown very dark
al: Kafeje shum e mbyllur

source: cobalt
al: Kobalt

source: cobalt dark
al: Kobalt e mbyllur

source: cobalt very dark
al: Kobalt shum e mbyllur

source: cyan
al: Minti

source: cyan dark
al: Minti e mbyllur

source: cyan very dark
al: Minti shum e mbyllur

source: grey
al: Gri

source: grey dark
al: Gri e mbyllur

source: grey very dark
al: Gri shum e mbyllur

source: green
al: Gjelbërt

source: green dark
al: Gjelbërt e mbyllur

source: green very dark
al: Gjelbërt shum e mbyllur

source: Kraven dark
al: Kraven e mbyllur

source: Auswahlfenster
al: Dritarja përzgjedhëse

source: Auswahl
al: Përzgjedhje

source: Kraven very dark
al: Kraven shum e mbyllur

source: olive
al: Ulliri

source: olive dark
al: Ulliri e mbyllur

source: olive very dark
al: Ulliri shum e mbyllur

source: orange
al: Portokalli

source: orange dark
al: Portokalli e mbyllur

source: orange very dark
al: Portokalli shum e mbyllur

source: pink
al: Rozë

source: pink dark
al: Rozë e myllur

source: pink very dark
al: Rozë shum e mbyllur

source: red
al: Kuqe

source: red dark
al: Kuqe e mbyllur

source: red very dark
al: Kuqe shum e mbyllur

source: steel
al: Hekuri

source: steel dark
al: Hekuri e mbyllur

source: steel very dark
al: Hekuri shum e mbyllur

source: violet dark
al: Violet e mbyllur

source: violet very dark
al: Violet shum e mbyllur

source: white
al: Bardh

source: yellow
al: Verdh

source: off
al: Fikur

source: no Cover
al: Pa kopertin

source: no Cover2
al: Pa kopertin2

source: small Cover
al: Kopertin e vogël

source: small Cover2
al: Kopertin e vogël2

source: big Cover
al: Kopertin e madhe

source: big Cover2
al: Kopertin e madhe2

source: very big Cover
al: Kopertin shum e madhe

source: very big Cover2
al: Kopertin shum e madhe2

source: on
al: Ndezur

source: Weather
al: Moti

source: standard big
al: Madhësia standarde

source: Secondinfobar
al: Bari i dyt informativ

source: Debug
al: Gabime- Info

source: ExtNumberZap
al: Numri kërcyës i kanalit

source: colored
al: Me ngjyra

source: colorfull
al: Kolor

source: colorfull2
al: Kolor2

source: big
al: E madhe

source: small
al: E vogël

source: big + Sat
al: Madhe + Sat

source: Running Text (Delay)
al: Vonesa e shkrimit vrapuës

source: Running Text (Speed)
al: Shpejtësia e shkrimit vrapuës

source: Background-Transparency
al: Transparenca e sfondit

source: Weather-ID
al: Identiteti i motit

source: ______________________ Global-Colors ___________________________
al: ______________________ Ngjyrat globale __________________________

source: ______________________ Infobar _________________________________
al: ______________________ Bari informuës _________________________________

source: ______________________ Views ___________________________________
al: ______________________ Pamjet _______________________________

source: ______________________ Channellist _____________________________
al: ______________________ Lista e kanalëve ______________________________

source: ______________________ Weather _________________________________
al: ______________________ Moti __________________________________

source: Refresh interval (in minutes)
al: Intervali freskuës (në Minuta)

source: Screennames
al: Emri i ekranit

source: Menus
al: Menyt

source: Weather-Style
al: Stili i motit

source: Meteo-Color
al: Ngjyra meteo

source: only available for Meteo-Style
al: Shërbim vetëm për stilin Meteo

source: Channellist-Style
al: Stili i listës së kanalëve

source: Primetime
al: Koha kryësore

source: Primetime-Time
al: Ora e kohës kryësore

source: Primetime-Font
al: Shkrimi e kohës kryësore

source: only available when Primetime is activated
al: Shërbim vetëm nës aktivohet koha kryësore

source: Lines
al: Vijat

source: Background
al: Sfondi

source: Progress-Border
al: Korniza e Progresit

source: Listselection
al: Korniza selektuëse

source: Listselection-Border
al: Korniza e selektuësit

source: Progress-/Volumebar
al: Korniza e zërit +-

source: Primary-Font
al: Shkrimi primar

source: Secondary-Font
al: Shkrimi sekondar

source: Selection-Font
al: Shkrimi selektuës

source: Marking-Font
al: Shkrimi i shënjave

source: ECM-Font
al: Shkrimi ECM

source: Colorbutton-Font
al: Shrimi i butonve me ngjyra

source: Clock-Style
al: Shfaqja e Orës dhe Motit

source: Analog-Clock-Color
al: Ngjyrat analoge

source: System-Infos
al: Informacione sistemi

source: ECM-Infos
al: Informacione ECM'je

source: ECM-Contents
al: Përmbajtëja e ECM's

source: Show 'free to air'
al: Trego 'ato pa pages'

source: short with CAID
al: Shkurt me CAID

source: short with source
al: Shkurt dhe me burim

source: compact
al: kompakt

source: balanced
al: Të balancuara

source: extensive
al: Të sqaruar

source: complete
al: Komplet

source: ______________________ General __________________________________
al: ______________________ Përgjithëshme __________________________________

source: Channellist
al: Lista e kanalëve

source: Volume
al: Volumi i zërit

source: Do you really want to reboot now?
al: Doni të ristartoni tani?

source: Do you really want to reset all values to their defaults?
al: Doni të riktheni të gjitha vlerat në atë standard?

source: Do you really want to exit without saving?
al: Doni të dilni, pa i ruajtur cilsimet?

source: Restart GUI
al: Rindezje e shpejt

source: Error creating Skin!
al: Gabim gjat krijimit të lëkurës!

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
al: Për aktivimin e kësaj lëkure duhët të rindizni paisjën. Doni ta bëni këtë tani?

source: Configuration tool for KravenVB
al: Konfiguratori për KravenVB

source: no Picon
al: Pa pikon

source: Name small
al: Emri i vogël

source: Name & Number small
al: Emri dhe numri i vogël

source: Name big
al: Emri i madh

source: Name & Number big
al: Emri dhe numri i madh

source: Name & Number
al: Name & Nummer

source: Channelname/-number-Font
al: Emri i kanalit/-Shkrimi i numrit

source: Channelname/-number
al: Emri i kanalit/-nummeri

source: Infobox-Contents
al: Përmbajtja e infoboksit

source: top/bottom
al: Posht dhe lart

source: left/right
al: Majtas djathtas

source: single
al: Thjesht

source: MiniTV left
al: MiniTV majtas

source: MiniTV right
al: MiniTV djathtas

source: Preview
al: Parashije

source: Tuner number/Record
al: Numri i tunerve/regjistrimi

source: Infobar-Icons
al: Ikonët e infobarit

source: Icons (except Infobar)
al: Ikonat (Përpos infobarit)

source: Infobar-Background
al: Sfondi i infobarit

source: Infobar-Transparency
al: Transparenca e infobarit

source: Icons + 4 Tuner + Resolution + Infobox
al: Ikonat + 4 Tunerët + Rezoluta + Infobox

source: Icons + REC + 2 Tuner + Resolution + Infobox
al: Ikonat + REC + 2 Tuner + Rezoluta + Infobox

source: Show Infobar-Background
al: Trego sfondin e infobarit

source: in all Screens
al: Në të gjitha ekranet

source: only Infobar, SecondInfobar & Players
al: Vetëm infobarin, bari i dyt & Luajtësi

source: light
al: Ndritshëm

source: dark
al: Errët

source: thin
al: Holly137

source: middle
al: Mesme

source: wide
al: Gjër

source: Infobar-Style
al: Stili i infobarit

source: Scrollbars
al: Vija rrotulluëse

source: only available for Clock Analog
al: Vetëm për Orë analoge në dispozicion

source: not available in this style
al: nuk është në dispozicion për kët stil

source: not available when scrollbars activated
al: nuk shkon nëse është vija rrutulluëse aktiv

source: Tuner/Satellite + SNR
al: Tuner/Satelit + SNR

source: Tuner/Satellite + dB
al: Tuner/Satelit + dB

source: CPU + Load
al: CPU + Ngarkimi i sistemit

source: Temperature + Fan
al: Temperatura + Ftohësi

source: The KravenVB skin will be generated by this plugin according to your preferences. Make your settings and watch the changes in the preview window above. When finished, save your skin by pressing the green button and restart the GUI.
al: Lëkura KravenVB krijohet nëpërmes këti zgjërimi sipas dëshirës suaj. Bëni konfigurimet dhe shikoni ato në fritaren për shije djathtas. Më në fund ruani ndryshimet me butonin e Gjelbërt, dhe bëni rindezjen e paisjes suaj.

source: Choose between light and dark icons in system screens. The icons in the infobars are not affected.
al: Zgjidheni ne mes të simboleve të ndritshme dhe të errta në sitem. Simbolet e info banerit nuk preken nga kto ndryshime.

source: Choose the start delay for running text.
al: Vendos vonesen e tekstit vrapues.

source: Choose the speed for running text.
al: Vendos shpejtësin e tekstit vrapues.

source: only available when Running Text is activated
al: Në funksion vetëm nëse aktivohet tekstit vrapues

source: This option is not available because running text is deactivated.
al: Ky funkcion nuk është aktiv, sepse tekstit vrapues është aktiv.

source: Choose the width of scrollbars in lists or deactivate scrollbars completely. Active scrollbars deactivate the option "show the infobar background in all screens (bicolored background)".
al: Zgjidheni gjërsin e fotografis në list ose deaktivoni atë komplet. Nëse kjo është aktiv, atëhere deaktivohen "Shfaqjet në infolist, sfondet në të gjitha faqët (sfondin dyngjyrësh)".

source: Choose between MiniTV or Kraven logo in system menus.
al: Vendoseni qfar të shfaqët MiniTV ose Kraven-Logo në menyn e sistemit.

source: Choose the background color for all screens. You can choose from a list of predefined colors or create your own color using RGB sliders.
al: Zgjidhi ngjyren e sfondit për të gjitha faqet. Ju mund të zgjidhni një ngjyr të modifikuar ose të krijoni vet një me ndihmen e RGB-Regullatorit.

source: Choose the degree of background transparency for all screens.
al: Zgjidhni shkallen e transparencës së sfondit.

source: Choose the background color of selection bars.
al: Zgjidhni ngjyrën e sfondit të selektuësit.

source: Choose the border color of selection bars or deactivate borders completely.
al: Zgjidhni ngjyrën e kornizës selektuëse ose deaktivoni atë.

source: Choose the color of progress bars.
al: Zgjidhni një ngjyr për e progresit.

source: Choose the border color of progress bars.
al: Zgjidhni një ngjyr për kornizën e progresit.

source: Choose the color of all lines. This affects dividers as well as the line in the center of some progress bars.
al: Zgjidhni një ngjyr për të gjitha vijat. Kjo përfshin vijat ndarse dhe vijat ansore.

source: Choose the color of the secondary font. The secondary font is used for headers, labels and other additional information.
al: Zgjidhni një ngjyr për shkrimin sekondar. Shkrimi sekondar ne vojitet për shtesa tjera, informacione dhe shtesa btjera.

source: Choose the color of the font in selection bars.
al: Zgjidhni një ngjyr për tekstin e kornizës selektuëse.

source: Choose the font color of marked list items.
al: Zgjidhni një ngjyr për tekstin e elementeve selektuëse.

source: Choose the font color of the color button labels.
al: Zgjidhni një ngjyr për tekstin e butonve me ngjyra.

source: Specify the weather id for your location. You can find it at http://weather.open-store.net (the blue 6-digit number).
al: Vendoseni identitetin e vendbanimit tuaj për Motin. Ju mund ta gjeni atë në http://weather.open-store.net numrat e kaltërt 6 zifror.

source: Choose the frequency of loading weather data from the internet. Please note that it can take some time to show the weather after a reboot.
al: Zgjidhni intervalin kohor për shkarkimin e të dhënave të motit. Kujdes ju lutem, që mbas startimit të par mund të ket pak më shum vones, deri të shfaqen të dhënat.

source: Choose between graphical weather symbols and Meteo symbols.
al: Bëni zgjedhjen mes simboleve të motit dhe atyre Meteo.

source: Choose between light and dark Meteo symbols.
al: Bëni zgjedhjen mes simboleve të të bardha dhe atyre të zeza të Meteos.

source: Choose from different infobar styles. Please note that not every style provides every feature. Therefore some features might be unavailable for the chosen style.
al: Zgjidhni një list që keni në dispozicion. keni kujdes, që jo secila variant të njëjtat funksine posedon. Për atë arsyje nuk jan të gjitha opcionet e hapura.

source: Choose the background color of the infobars. You can choose from a list of predefined colors or create your own color using RGB sliders.
al: Zgjidhni një ngjyr sfondi për infobarin. Ju mund ta përdorni një nga ato që jan të definuara ose ta krijoni një vet nëpërmes rregullatorit RGB.

source: Choose the degree of background transparency for the infobars.
al: Zgjidhin shkallen e transparences për infobarin.

source: Choose whether you want to see the infobar background in all screens (bicolored background).
al: Vendoseni, nëse dëshironi ta shihni sfondin në të gjitha faqet (Sfonde dy ngjyrshe).

source: Choose between light and dark infobar icons.
al: Zgjidhni ndërmjet simbolëve të errta ose atyre të bardha për infobarin.

source: Choose from different options to display tuner and recording state.
al: Zgjidhni një stil për Tunerët në kur bëhet regjistrim eventi.

source: Choose which informations will be shown in the info box.
al: Vendoseni, se cilat informacione doni të shihni në infoboks.

source: Choose from different options to show the weather in the infobar.
al: Zgjidhni nga mundësit e mundëshme, për tregimin e Motit në infobar.

source: Activate or deactivate displaying the weather in the infobar.
al: Aktivo ose deaktivo Motin në infobar.

source: Choose from different options to show the channel name and number in the infobar.
al: Zgjidhni nga mundësit e mundëshme, për tregimin e emrit të kanalit ose numrit në infobar.

source: Choose the font color of channel name and number
al: Zgjidhni ngjyren e shkrimit për emrin dhe numrin e kanalit

source: Choose from different options to show the clock in the infobar.
al: Zgjidhni nga mundësit e mundëshme, për tregimin e Orës dhe Motit në infobar.

source: Choose from different colors for the analog type clock in the infobar.
al: Zgjidhni një ngjyr për Oren analoge në infobar.

source: Choose from different additional windows with system informations or deactivate them completely.
al: Zgjidhni një dritare nga ato të definuarat për tregimin e sistemit me informacione në infobar ose deaktivoni atë.

source: Activate or deactivate an additional window with satellite informations.
al: Aktivo ose deaktivo dritarën me informacine satelitore.

source: Activate or deactivate ECM informations in the infobar.
al: Aktivo ose deaktivo dritaren me informacione ECM'je në infobar.

source: Choose from different options to display the ECM informations.
al: Zgjidhni nga mundësit e mundëshme, për tregimin e informacineve EMC.

source: Choose whether 'free to air' is displayed or not for unencrypted channels.
al: Vendoseni, nëse doni të tregohën vetëm kanalet a pa dekoduara/pa pages.

source: Choose the font color of the ECM information.
al: Zgjidhni ngjyrën e shkrimit për informacione EMC'je.

source: Choose from different styles for the channel selection screen.
al: Zgjidhni nga mundësit e mundëshme për tregimin e kanalit.

source: Choose whether primetime program information is displayed or not.
al: Vendoseni, nvse doni që të tregohen informacionet e kanaleve kryësore ose jo.

source: Specify the time for your primetime.
al: Vendoseni kohën për kanalin kryvsor.

source: Choose the font color of the primetime information.
al: Zgjidhni ngjyren e shkrimit për kanalin kryësor.

source: Choose from different styles for the volume display.
al: Zgjidhni nga mundësit e mundëshme për tregimin e Volumit të zërit.

source: Choose from different styles for CoolTVGuide.
al: Zgjidhni nga mundësit e mundëshme për tregimin e Volumit të zërit CoolTVGuide.

source: only available for 'Custom EMC-Selection-Colors'
al: Vetëm nëse krijoni ngjyrat e EMC's vet me rregullator'

source: EMC-Style
al: Stili EMC

source: Choose whether you want to customize the selection-colors for EnhancedMovieCenter.
al: Vendoseni, nëse dëshironi të rregulloni ngjyrat e EnhancedMovieCenter vet.

source: Custom EMC-Selection-Colors
al: Zgjedhje personale e ngjyrave EMC

source: EMC-Listselection
al: Selektuësi EMC

source: Choose the background color of selection bars for EnhancedMovieCenter.
al: Zgjidhni ngjyrën e sfondit të selektuësit të EnhancedMovieCenter.

source: EMC-Selection-Font
al: Shkrimi EMC

source: Choose the color of the font in selection bars for EnhancedMovieCenter.
al: Zgjidhin ngjyrën e shkrimit selektuës të EnhancedMovieCenter.

source: This option is not available because 'Custom EMC-Selection-Colors' is deactivated.
al: Ky opcion nuk është aktiv, sepse opcioni për rregullim ngjyrash me rregullator është deaktivuar.

source: This option is not available because 'Customize EMC-Selection-Colors' is deactivated.
al: Ky opcion nuk është aktiv, sepse opcioni për rregullim ngjyrash me rregullator është deaktivuar.

source: Choose from different styles for EnhancedMovieCenter.
al: Zgjidhni nga mundësit e mundëshme për stilin e EnhancedMovieCenter.

source: not available for Nobile-Styles
al: Nuk është në dispozicion për listat nobile

source: Servicenumber/-name Fontsize
al: Madhësia e shkrimit të emrit dhe numrit të kanalit

source: Serviceinfo Fontsize
al: Madhësia e shkrimit për info rreth servisit

source: This option is not available for Nobile-Styles.
al: Ky opcion nuk është në dispozicion për listat nobile.

source: Choose the font size of channelnumber and channelname.
al: Zgjidhni një madhësi shkrimi për emrin dhe numrin e kanalit.

source: Choose the font size of serviceinformation.
al: Zgjidhni një madhësi shkrimi për informacione eventi.

source: Choose from different styles for MovieSelection.
al: Zgjidhni nga mundësit e mundëshme për stilin e zgjedhjes së Filmit .

source: Choose from different styles for SecondInfobar.
al: Zgjidhni nga mundësit e mundëshme për stilin e SecondInfoBar.

source: Choose from different styles for ExtNumberZap
al: Zgjidhni nga mundësit e mundëshme për stilin e ExtNumberZap.

source: Activate or deactivate small screen names for debugging purposes.
al: Aktivoni ose deaktivoni faqet e vogla për kërkim gabimi.

source: only available when activated
al: Ka shërbim vetëm nëse është aktiv

source: only available when ECM-Infos are activated
al: Ka shërbim vetëm nëse është aktiv ECM-Info

source: self
al: Ngjyra poersonale RGB

source: red
al: Kuqe

source: green
al: Gjelbërt

source: blue
al: Kaltërt

source: Set the intensity of this basic color with the slider.
al: Modifikoni intensitetin e kësaj ngjre baz me rregullatorin.

source: This option is not available because displaying channel name and number is deactivated.
al: Ky opcion nuk është aktiv, opcioni për tregimin e emrit dhe numrit të kanalit nuk është aktiv.

source: This option is not available because Meteo symbols are not selected.
al: Ky opcion nuk është në dispozicion, sepse nuk ja zgjedhur simbolet Meteo.

source: This option is not available because scrollbars are activated.
al: Ky opcion nuk është në dispozicion, sepse foto rrotulluëse është.

source: This option is not available for the selected infobar style.
al: Ky opcion nuk është në dispozicion për zgjedhjen e stilit të infobarit.

source: This option is not available for the selected clock type.
al: Ky opcion nuk është në dispozicion për zgjedhjen e stilit të Orës.

source: This option is not available because displaying ECM information is deactivated.
al: Ky opcion nuk është në dispozicion, sepse opcioni për tregimin e informacionëve për EMC është jo aktiv.

source: This option is not available because displaying primetime information is deactivated.
al: Ky opcion nuk është në dispozicion, sepse opcioni për tregimin e kanalëve kryësore është jo aktiv.

source: free
al: Pa pages

source: used
al: Në perdorim

source: Free
al: Pa pages

source: Used
al: Në perdorim

source: Active Profile
al: Profili aktiv

source: Save profile
al: Ruaje profilin

source: Select the profile you want to work with. Profiles are saved automatically on switching them or by pressing the yellow button. New profiles will be generated based on the actual one. Profiles are interchangeable between boxes.
al: Zgjidhni profilin, të cilin doni ta shfrytëzoni. Profili ndrrohet autiomatikisht ose me shtypjen e butonit të verdh. Profilët e ri krijohen në bazë. Profilët mund të ndrrohën në mes të dy paisjeve.

source: Profile
al: Profili

source: saved successfully.
al: U ruajt me sukses.

source: could not be saved!
al: nuk mund të ruhet!

source: Cancel
al: Anulo

source: Save skin
al: Memorizo lëkurën

source: Reset profile
al: Profil zurücksetzen

source: not available for this channellist style
al: Për kë stil liste nuk ka servis

source: Zap (1xOK)
al: Ndrrimi me (1xOK)

source: Dual TV
al: Dyfisht-TV

source: Dual TV 2
al: Dyfisht-TV 2

source: Preview (2xOK)
al: Parashije (2xOK)

source: Channellist-Mode
al: Modusi i lisatave të kanaleve

source: Choose between direct zapping (1xOK) and zapping after preview (2xOK).
al: Zgjidh në mes ndrrimit me (1xOK) dhe ndrrimit mbas parashijes me (2xOK).
